abook
accountsservice
ack
acorn
acpi
acpid
act
alacritty
allure
allure-commandline
alsa-firmware
alsa-plugins
alsa-utils
android-tools
ansible
ant
apache
appmenu-gtk-module
arandr
arc-gtk-theme
arch-rebuild-order
arch-repro-status
arch-signoff
arch-wiki-docs
arc-icon-theme
argocd
arp-scan
arti
asciinema
at
atac
atool
atuin
autoconf
automake
autopep8
avahi
avr-gcc
awesome
aws-cli
azure-cli
b43-fwcutter
bandwhich
base-devel
bash
bash-completion
bash-language-server
bat
bazel
bcc
bcc-tools
bind
bison
blueman
bluez
bluez-utils
bmenu
bob
bootconfig
bottom
bpf
bpytop
brave-browser
broot
bspwm
btrfs-progs
buf
burpsuite
bwm-ng
bzip2
caddy
calcurse
cargo-tauri
catdoc
cava
ccache
ccls
choose
cilium-cli
clblast
clipcat
clipit
clojure
cockroachdb-bin
colordiff
composer
connman
consul
coretime
coreutils
couchdb
cowsay
cpupower
crictl
cri-o
critest
cronie
cryptsetup
csvkit
ctags
curlie
cursor-bin
ddgr
delve
deno
devbox-bin
device-mapper
dfc
dhclient
dhcpcd
diff-so-fancy
diffstat
diffutils
discord
dive
dmg2img
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
docx2txt
dog
dosfstools
dot2tex
duf
dust
e2fsprogs
easy-rsa
ecryptfs-utils
efibootmgr
elixir
elvish
emacs
emacs-nativecomp
entr
epdfview
esbuild
eslint
eslint_d
etcd
ettercap
evtest
exa
exfatprogs
eza
f2fs-tools
f3d
fasm
fastfetch
fd
fdupes
feh
fff
ffmpeg
ffmpegthumbnailer
figlet
file
filesystem
findutils
fingerprint-gui
firebase-tools-bin
firefox
fish
fisher
flameshot
flex
fluxcd
fmt
fnm-bin
fontforge
foot
fortune-mod
fprintd
fx
fzy
gawk
gcc
gcc-libs
gcolor2
gdb
geckodriver
genymotion
gettext
ghq-bin
gimp
gist
git-bug
git-delta
git-extras
gitflow-avh
github-cli
gitoxide
gitui
glances
glibc
glibc-locales
glow
gnome-keyring
goaccess
goneovim-bin
google-chrome
gopass
gopls
goreleaser
go-swagger
go-tools
gparted
gping
gradle
grafana
grep
gron
groovy
grub
grub-theme-manjaro-dev
gtk-vnc
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
hashcat
haveged
hdapsd
hdparm
helix
helm
hexedit
hexyl
hfsprogs
hollywood
hoppscotch-bin
htop
htop-vim
httpie
hugo
hydra
hyperfine
hyperv
hyprland
hyprpaper
i3-default-artwork
ibus-bamboo
indent
inetutils
influx-cli
influxdb
inkscape
intel-ucode
inxi
iotop
ipmitool
iproute2
iptables
iputils
ispell
istio
isync
iwd
jdk11-openjdk
jdk17-openjdk
jdk8-openjdk
jdk-openjdk
jenkins
jfsutils
jq
jre8-openjdk
jrnl
jujutsu
julia
jupyterlab
jupyter-notebook
just
k9s
kafka
kitty
krita
kubeadm
kube-apiserver
kube-controller-manager
kubectl
kubectx
kubelet
kube-proxy
kube-scheduler
kubie
kubo
kustomize
kvantum-manjaro
lapce
lastpass-cli
lazygit
lcov
less
lesspipe
lf
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-sqlite
lib32-vulkan-intel
lib32-vulkan-radeon
librewolf-bin
libtool
libva-mesa-driver
libva-vdpau-driver
libvips
libvirt
libxft
libxft-git
licenses
lightdm-slick-greeter
linux515
lldb
logcli
logrotate
logseq-desktop-bin
loki
lolcat
ltrace
lua-language-server
lua-luv
luarocks
lvm2
lxappearance
lxinput
lynx
m4
macchanger
maia-console
maim
make
mako
man-db
manjaro-alsa
manjaro-browser-settings
manjaro-firmware
manjaro-hotfixes
manjaro-ranger-settings
manjaro-release
manjaro-system
manjaro-zsh-config
man-pages
mariadb
markdown_previewer
marked
mattermost
maven
mc
mcfly
mdadm
mdcat
meilisearch
memtest86+
mergerfs
mesa-demos
mesa-vdpau
mhwd
mhwd-db
micro
mill
miller
minicom
miniflux
minikube
mkcert
mkinitcpio-openswap
mlocate
mmctl
mobile-broadband-provider-info
moc
modemmanager
mongodb-bin
mongodb-compass
mongodb-tools-bin
moreutils
mosh
mosquitto
most
mousepad
mpc
mpd
mpop
mpv
mqttui
msmtp
mssql-tools
mtr
mutt
mysql-workbench
nano
nano-syntax-highlighting
navi
ncdu
ncmpcpp
nemo
neofetch
neomutt
neovide
neovim
netctl
netdata
netstat-nat
net-tools
networkmanager
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
newsboat
nfs-utils
nginx
ngrep
ngrok
nikto
ninja
nix
nload
nmap
nnn
nodejs
nomad
noto-fonts-cjk
noto-fonts-emoji
npm
npm-check-updates
nss-mdns
nsxiv
ntfs-3g
ntp
nushell
nvim-packer-git
nvm
nvtop
obsidian
obsidian-icon-theme
obs-studio
ocaml
octave
ollama
onefetch
openbsd-netcat
openresolv
openssh
opentofu
os-prober
otf-libertinus
p7zip
pack-cli-bin
pacman
pacman-contrib
pacman-static
pacquery
pamac-gtk
pam-gnupg
pamixer
pandoc-cli
pandoc-crossref
pandoc-plot
paru-bin
pass
patch
patchutils
pavucontrol
pbgopy
pbzip2
pciutils
pcmanfm
peco
perf
perl
perl-file-mimeinfo
pgcli
pgformatter
php-gd
phpmyadmin
picocom
piper-tts-bin
pkgconf
platformio-core
platformio-core-udev
plocate
plumber
pm2
pnpm
podman
podman-compose
polkit-gnome
polybar
postgresql
postman-bin
powertop
pre-commit
prettier
procps-ng
procs
profanity
prometheus
psmisc
psutils
pulseaudio-bluetooth
pulsemixer
pulumi
puppet
pv
pwgen
pyright
python-black
python-bowler
python-immutabledict
python-isort
python-openai
python-opencv
python-pip
python-pipx
python-pynvim
python-rope
qemu-base
qperf
qqwing
qt5ct
qutebrowser
rabbitmq
ranger
raylib
rclone
redis
reiserfsprogs
revive
rio
ripasso
ripgrep
rlwrap
rmlint
rofi
rofi-greenclip
rpi-imager
rsync
ruby
ruby-webrick
ruff
ruff-lsp
rust-analyzer
rustdesk-bin
rustscan
rustup
rye
sad
samba
sampler
sbt
sbxkb
sccache
scons
scrcpy
screenfetch
sd
sed
sfml
shadow
shellcheck
shfmt
shotcut
showmethekey
silicon
skaffold
skim
sl
slack-desktop
slides
slock
slurm-llnl
smartmontools
s-nail
snapd
socat
sof-firmware
spectre-meltdown-checker
speech-dispatcher
speedtest-cli
spotifyd
spotify-tui
sqlc
sqlx-cli
squashfs-tools
stack
stardict
starlark-rust
starship
stern
stow
strace
stylua
sublime-text-4
sudo
sway
swaync
sxiv
sysbench
sysfsutils
syslog-ng
sysstat
systemd
systemd-fsck-silent
systemd-sysvcompat
talosctl
tar
task
task-spooler
tcpdump
tealdeer
tectonic
telegram-desktop
terminus-font
termshark
terraform
terragrunt
tesseract-data-eng
testdisk
texinfo
thefuck
the_silver_searcher
thunar
thunderbird
tig
tigervnc
timescaledb
tinygo
tio
tlock
tlp
tlp-rdw
tmon
tmux
toilet
tokei
torbrowser-launcher
toxic
traceroute
traefik
transmission-cli
trash-cli
t-rec
tree
tree-sitter-bash
tree-sitter-c
tree-sitter-cli
tree-sitter-javascript
tree-sitter-markdown
tree-sitter-python
tree-sitter-rust
trizen
trojan
ttf-dejavu
ttf-fira-code
ttf-joypixels
ttf-maple
tui-journal
turbostat
typescript-language-server
udevil
uemacs-git
ufw
unclutter
unrar
unzip
up
upower
urlview
usbip
usbutils
util-linux
uutils-coreutils
v2ray
vagrant
valgrind
validity-sensors-tools-git
varnish
vcpkg-git
vcsh
vde2
vegeta
ventoy
vhs
vi
viewnior
vim
vimb
virt-manager
virtualbox
virtualbox-guest-iso
virt-viewer
visual-studio-code-bin
vlc
vmware-workstation
volumeicon
vscodium-bin
vulkan-intel
vulkan-radeon
w3m
waybar
webhook
websocat
wezterm
wget
which
whois
wikiman
wireguard-tools
wireless-regdb
wireplumber
wireshark-qt
wmutils
wofi
wpa_supplicant
wrk
wtfutil-bin
x86_energy_perf_policy
xautolock
xcape
xcompmgr
xcursor-comix
xcursor-maia
xcursor-simpleandsoft
xcursor-themes
xcursor-vanilla-dmz
xcursor-vanilla-dmz-aa
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-power-manager
xfsprogs
xh
xmlstarlet
xmonad
xmonad-contrib
xorg-server
xorg-twm
xorg-xbacklight
xorg-xev
xorg-xfd
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xlsclients
xorg-xprop
xorg-xwininfo
xsv
xterm
xwallpaper
xz
yamlfmt
yamllint
yank
yarn
yay
yazi
yq
yt-dlp
zathura
zathura-pdf-mupdf
zeal
zed
zellij
zenith
zensu
zig
zigbee2mqtt
zk
zls
zola
zoxide
zsh-lovers
