accountsservice
acpi
acpid
alacritty
alsa-firmware
alsa-plugins
alsa-utils
android-tools
arandr
atuin
autoconf
automake
autopep8
avahi
b43-fwcutter
bash
bat
bind
bison
blueman
bluez
bluez-utils
bmenu
brave-browser
broot
btrfs-progs
bzip2
clipit
coreutils
cowsay
cpupower
cronie
cryptsetup
deno
device-mapper
dfc
dhclient
dhcpcd
diff-so-fancy
diffutils
dive
dmidecode
dmraid
dnsmasq
docker
docker-compose
docx2txt
dosfstools
dust
e2fsprogs
ecryptfs-utils
efibootmgr
emacs
epdfview
exa
exfatprogs
f2fs-tools
fd
feh
fff
ffmpeg
file
filesystem
findutils
firefox
fish
flameshot
flex
fmt
fortune-mod
gawk
gcc
gcc-libs
gcolor2
gdb
gettext
gimp
git-delta
github-cli
gitoxide
glibc
glibc-locales
gnome-keyring
go-tools
google-chrome
gopls
gping
grep
grub
grub-theme-manjaro-dev
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
hdapsd
hdparm
helix
hexyl
htop
hydra
hyperfine
i3-default-artwork
inetutils
inkscape
intel-ucode
inxi
iproute2
iptables
iputils
ispell
jfsutils
kitty
kubectl
kvantum-manjaro
lazygit
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libtool
libva-mesa-driver
libva-vdpau-driver
libxft-git
licenses
lightdm-slick-greeter
linux515
logrotate
lolcat
lua-language-server
lua-luv
luarocks
lvm2
lxappearance
lxinput
m4
maia-console
maim
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-firmware
manjaro-hotfixes
manjaro-ranger-settings
manjaro-release
manjaro-system
manjaro-zsh-config
mariadb
markdown_previewer
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
micro
miller
minikube
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
mousepad
mpc
mpv
nano
nano-syntax-highlighting
navi
ncdu
ncmpcpp
neofetch
neovide
neovim
net-tools
netctl
netstat-nat
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
newsboat
nfs-utils
nmap
nnn
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
npm-check-updates
nss-mdns
ntfs-3g
ntp
nushell
nvim-packer-git
nvm
obsidian
onefetch
openresolv
openssh
os-prober
p7zip
pacman
pamac-gtk
pamixer
pass
patch
patchutils
pavucontrol
pciutils
pcmanfm
perl
perl-file-mimeinfo
phpmyadmin
pkgconf
pm2
pnpm
podman
podman-compose
polkit-gnome
postgresql
postman-bin
powertop
procps-ng
profanity
psmisc
pulseaudio-bluetooth
pulsemixer
python-pip
python-pynvim
qt5ct
qutebrowser
ranger
reiserfsprogs
ripgrep
rofi-greenclip
rsync
ruby
rust-analyzer
s-nail
sbxkb
sccache
screenfetch
sd
sed
shadow
shellcheck
skim
slock
sof-firmware
spectre-meltdown-checker
speedtest-cli
squashfs-tools
starship
stow
strace
sudo
sxiv
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
tealdeer
telegram-desktop
terminus-font
texinfo
the_silver_searcher
thefuck
tmux
torbrowser-launcher
tree
ttf-dejavu
ttf-joypixels
ufw
unclutter
unrar
unzip
upower
usbutils
util-linux
vi
viewnior
vim
vimb
visual-studio-code-bin
volumeicon
vulkan-intel
vulkan-radeon
w3m
websocat
wget
which
wireless-regdb
wireplumber
wmutils
wpa_supplicant
xautolock
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-power-manager
xfsprogs
xmonad
xmonad-contrib
xorg-server
xorg-twm
xorg-xbacklight
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xorg-xwininfo
xsv
xterm
xwallpaper
xz
yamllint
yarn
yay
zathura
zathura-pdf-mupdf
zensu
zig
zoxide
