accountsservice
ack
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
android-sdk
ant
ant-doc
apache
apparmor
arandr
at
autoconf
automake
avahi
b43-fwcutter
bash
bashtop
bat
bauh
bazel
bcc
bcc-tools
bind
binutils
bison
blueman
bluez-utils
brave-browser
btrfs-progs
bzip2
calcurse
cantarell-fonts
cava
ccls
chromium
clipit
clipnotify
cmake
cmatrix
composer
coreutils
cpio
cpupower
cronie
cryptsetup
deluge
deno
device-mapper
dfc
dhclient
dhcpcd
diff-so-fancy
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dotnet-runtime
dotnet-sdk
downgrade
dstat
e2fsprogs
ecryptfs-utils
efibootmgr
emacs
epdfview
exa
exfat-utils
f2fs-tools
fakeroot
fd
fdupes
feh
ffmpeg
ffmpegthumbnailer
figlet
file
filesystem
findutils
fish
flac
flex
gawk
gcc
gcc-libs
gcolor2
geckodriver
gettext
gimp
git
git-delta
github-cli
glances
glibc
glibc-locales
gnome-keyring
gnu-netcat
google-chrome
gparted
gradle
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
helix
heroku-cli
hexchat
hollywood
htop
iftop
inetutils
intel-ucode
inxi
ipcalc
iproute2
iputils
isync
jdk-openjdk
jdk11-openjdk
jfsutils
jq
jre11-openjdk
kvantum-manjaro
lazygit
less
lf-git
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgpod
libreoffice-still
libtool
libva-mesa-driver
libva-vdpau-driver
libxft-bgra-git
licenses
lightdm-settings
linux513
logrotate
lvm2
lxappearance
lxinput
lynx
m4
maia-console
maim
make
man-db
man-pages
manjaro-alsa
manjaro-asian-input-support-ibus
manjaro-browser-settings
manjaro-firmware
manjaro-hotfixes
manjaro-printer
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
mariadb
markdown_previewer
matcha-gtk-theme
maven
mdadm
memtest86+
mercurial
mesa-demos
mesa-vdpau
meson
mhwd
mhwd-db
min
mkcert
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
mono
mousepad
mpc
mpd
mpv
msmtp
mtr
nano
nasm
ncdu
ncmpcpp
neofetch
neomutt
neovide-git
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
newsboat
nfs-utils
nginx
ninja
nload
nmap
nnn
nodejs-lts-gallium
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nuget
nvm
obs-studio
openjdk-doc
openjdk-src
openresolv
openssh
openssl-1.0
os-prober
p7zip
pacgraph
pacman
pamac-gtk
pamixer
paru
pass
patch
patchutils
pciutils
pcmanfm
peco
perl
perl-file-mimeinfo
php-apache
php-gd
php-mongodb
phpmyadmin
pinfo
pkgconf
polkit-gnome
polybar
poppler-data
postman-bin
powertop
prettyping
procps-ng
progress
psmisc
pulsemixer
pydf
python-bcc
python-pip
python-pynvim
qt5-styleplugins
qt5ct
ranger
redis
redshift
reiserfsprogs
ripgrep
rofi
rofi-greenclip
rsync
ruby-docs
ruby-irb
rustup
s-nail
sbxkb
scala
screenfetch
sdl2_image
sdl2_mixer
sdl2_ttf
sed
shadow
siege
sipcalc
slock
snapd
spectre-meltdown-checker
speedtest-cli
starship
stow
subversion
sudo
sxiv
sysfsutils
syslog-ng
sysstat
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
teamviewer
telegram-desktop
terminus-font
texinfo
the_silver_searcher
thefuck
tldr
tlp
tmux
tor
transmission-cli
transmission-remote-gtk
trash-cli
tree
tree-sitter
ttf-dejavu
ttf-droid
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-joypixels
ttf-liberation
ttf-linux-libertine
udiskie
unclutter
unrar
unzip
upower
usbutils
util-linux
vertex-maia-themes
vi
vibrancy-icons-teal
vicious
vim
virtualbox
visual-studio-code-bin
vnstat
volumeicon
vulkan-intel
vulkan-radeon
w3m
wallpapers-juhraya
wget
which
whois
wireshark-cli
wireshark-qt
wmutils
wpa_supplicant
xarchiver
xautolock
xcompmgr
xcursor-chameleon-pearl
xcursor-maia
xdg-user-dirs
xdg-utils
xdman
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-power-manager
xfsprogs
xonsh
xorg-server
xorg-twm
xorg-xbacklight
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
xwallpaper
xz
yay
zathura
zathura-pdf-mupdf
zathura-ps
zensu
zip
zsh-doc
